<?php
// Common domens:
//      (1) Россия и прилегающие регионы
//      (2) Россия и прилегающие регионы (альтернативная версия)
//      (3) Европейская территория России
//      (4) Территория Белгидромета и прилегающих территорий
//      (5) Центральный Федеральный округ
//      (6) Московская область
// Central Federal district:
//      (1), (2), (3), (5), (6)
// Volga Federal district:
//      (1), (2), (3)
//      (7) Приволжский Федеральный округ
//      (8) Республика Татарстан
// North-Western Federal district:
//      (1), (2),(3)
//      (9) Ленинградская область
//      (10) Мурманская и Архангельская области
//      (11) Арктическое побережье
//      (12) Балтийское море
// Siberian Federal district:
//      (1), (2)
//      (13) Южная Сибирь
//      (14) Красноярский край и прилегающие регионы (альтернативная версия)
//      (15) Регион реки Енисей
//      (16) Красноярский район
//      (17) Объекты Универсиады-2019
//      (18) Сибирь
// Southern and North Caucasus Federal districts:
//      (1), (2), (3)
//      (20) Регионы ЮФО и СКФО
//      (21) Районы Сочи, Крыма и Северного Кавказа
//      (22) Крым
//      (23) Черное море
//      (24) Каспийское море
//      (25) Новороссийск
//      (26) Сочи
// Ural Federal district:
//      (1), (2), (3)
//      (27) Уральский Федеральный округ -
//      (28) Южная часть Урала -
// Eastern Federal district:
//      (1), (2)
//      (29) Дальний Восток и прилегающие регионы
//      (30) Северная часть Дальнего Востока
//      (31) Южная часть Дальнего Востока
//      (32) Республика Саха (Якутия)
// Belarus:
//      (1), (2), (3), (4)
//      (33) Территория Белгидромета
// Moscow:
//      (1), (2), (3), (4), (5), (6)
//      (34) Новая Москва
//      (35) Москва

$domens = [
    "cfo" => [1, 2, 3, 5, 6],
    "vfo" => [1, 2, 3, 7, 8],
    "szfo" => [1, 2, 3, 9, 10, 11, 12],
    "sfo" => [1, 2, 18, 13, 15, 16, 17],
    "sfo_skfo" => [1, 2, 3, 20, 21, 22, 23, 24, 25, 26],
    "ufo" => [1, 2, 3],
    "dvfo" => [1, 2, 29, 30, 31, 32],
    "bel" => [1, 2, 3, 4, 33],
    "mos" => [36, 1, 2, 3, 4, 5, 6, 34, 35]
];

$maps = [
    // $maps[$id_domen] - домены
    // $maps[$id_domen][0] - название домена
    // $maps[$id_domen][$id_model] - модели
    // $maps[$id_domen][$id_model][0] - название модели
    // $maps[$id_domen][$id_model][$id_elem] - элементы
    // $maps[$id_domen][$id_model][$id_elem][0] - название элемента
    // $maps[$id_domen][$id_model][$id_elem][1] - время
    // $maps[$id_domen][$id_model][$id_elem][1][0] - начало прогноза
    // $maps[$id_domen][$id_model][$id_elem][1][1] - окончание прогноза
    // $maps[$id_domen][$id_model][$id_elem][1][2] - заблаговременность
    // $maps[$id_domen][$id_model][$id_elem][2] - шаблон ссылки
    // yyyymmddhh - date - заменяется в JS в соответствии с выбраной датой и начальным сроком
    // HH - time - заменяется в JS в соответствии с нажатой кнопкой времени

    // (1) Россия и прилегающие регионы
    "1" => [
        "0" => "Россия и прилегающие территории",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Высота поверхности на 500 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 120, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 120, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-SNG_H500_HHhour.png"
            ],
            "2" => [
                "0" => "Давление на у.м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 120, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 120, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-SNG_PMSL_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Высота поверхности на 500 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Russia_H500_HHHhours.png"
            ],
            "2" => [
                "0" => "Давление на у.м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Russia_PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 120, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 120, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Russia_Prec12h+PMSL_HHHhours.png"
            ]
        ]
    ],
    // (2) Россия и прилегающие регионы (альтернативная версия)
    "2" => [
        "0" => "Россия и прилегающие территории (альтернативная версия)",
        // "1" => [
        //     "0" => "COSMO-Ru13.2ENA",
        //     "1" => [
        //         "0" => "Высота поверхности на 500 гПа",
        //         "1" => [
        //             "0" => [3, 120, 3],
        //             "1" => [3, 78, 3],
        //             "2" => [3, 120, 3],
        //             "3" => [3, 78, 3]
        //         ],
        //         "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni0_h500.yyyymmddhh.HH.gif"
        //     ],
        //     "2" => [
        //         "0" => "Давление на у.м",
        //         "1" => [
        //             "0" => [3, 120, 3],
        //             "1" => [3, 78, 3],
        //             "2" => [3, 120, 3],
        //             "3" => [3, 78, 3]
        //         ],
        //         "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni0_mslp.yyyymmddhh.HH.gif"
        //     ],
        //     "3" => [
        //         "0" => "Температура воздуха на высоте 2 м, высота поверхности 500 гПа",
        //         "1" => [
        //             "0" => [3, 120, 3],
        //             "1" => [3, 78, 3],
        //             "2" => [3, 120, 3],
        //             "3" => [3, 78, 3]
        //         ],
        //         "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni0_t2m_h500.yyyymmddhh.HH.gif"
        //     ],
        //     "4" => [
        //         "0" => "Осадки за 3 часа, облачность среднего яруса, давление на у.м.",
        //         "1" => [
        //             "0" => [3, 120, 3],
        //             "1" => [3, 78, 3],
        //             "2" => [3, 120, 3],
        //             "3" => [3, 78, 3]
        //         ],
        //         "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni0_prec03h_mcl_mslp.yyyymmddhh.HH.gif"
        //     ]
        // ],
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Высота поверхности на 500 гПа",
                "1" => [
                    "0" => [3, 72, 3],
                    "1" => [3, 72, 3],
                    "2" => [3, 72, 3],
                    "3" => [3, 72, 3]
                ],
                "2" => "http://193.7.160.224/images/diana/COSMO_ENA6/GIF/yyyymmddhh/cosmo_ena6.uni0_h500.yyyymmddhh.HH.gif"
            ],
            "2" => [
                "0" => "Давление на у.м",
                "1" => [
                    "0" => [3, 72, 3],
                    "1" => [3, 72, 3],
                    "2" => [3, 72, 3],
                    "3" => [3, 72, 3]
                ],
                "2" => "http://193.7.160.224/images/diana/COSMO_ENA6/GIF/yyyymmddhh/cosmo_ena6.uni0_mslp.yyyymmddhh.HH.gif"
            ],
            "3" => [
                "0" => "Осадки за 3 часа, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [3, 120, 3],
                    "1" => [3, 78, 3],
                    "2" => [3, 120, 3],
                    "3" => [3, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/diana/COSMO_ENA6/GIF/yyyymmddhh/cosmo_ena6.uni0_prec03h_mcl_mslp.yyyymmddhh.HH.gif"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м, высота поверхности 500 гПа",
                "1" => [
                    "0" => [3, 72, 3],
                    "1" => [3, 72, 3],
                    "2" => [3, 72, 3],
                    "3" => [3, 72, 3]
                ],
                "2" => "http://193.7.160.224/images/diana/COSMO_ENA6/GIF/yyyymmddhh/cosmo_ena6.uni0_t2m_h500.yyyymmddhh.HH.gif"
            ]
        ]
    ],
    // (3) Европейская территория России
    "3" => [
        "0" => "Европейская территория России",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [6, 78, 12],
                    "1" => [12, 48, 12],
                    "2" => [6, 78, 12],
                    "3" => [12, 48, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Температура на уровне 2 м, давление на у.м., высота поверхности 500 гПа",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM_T2m,H500,PMSL_HHhour.png"
            ],
            "4" => [
                "0" => "Ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM_wind10m,gust10m_HHhour.png"
            ],
            "5" => [
                "0" => "Прирост высоты свежевыпавшего снега за 6 часов",
                "1" => [
                    "0" => [6, 78, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 78, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/PM_dHFSnow6h_HHhour.png"
            ],
            "6" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [24, 78, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 78, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/PM_dHFSnow24h_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки за 3 часа, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_ETR_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_ETR_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_ETR_T_2M+T850_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_ETR_T_2M_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_ETR_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 час, давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_ETR_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_ETR_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_ETR_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (4) Территория Белгидромета и прилегающих территорий
    "4" => [
        "0" => "Территория Белгидромета и прилегающих территорий",
        "1" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Belarus_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 час, давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Belarus_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Belarus_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м, высота поверхности 500 гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Belarus_T_2M+H500_HHHhours.png"
            ],
            "5" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Belarus_T_2M+T850_HHHhours.png"
            ],
            "6" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_EUeast_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (5) Центральный Федеральный округ
    "5" => [
        "0" => "Центральный федеральный округ",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-CFO_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-CFO_T2m,T850_HHhour.png"
            ],
            "3" => [
                "0" => "Ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-CFO_wind10m,gust10m_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки за 3 часа, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_CFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_CFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_CFO_T_2M+T850_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_CFO_T_2M_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru2.2CFO",
            "1" => [
                "0" => "Давление на у.м., облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2m/yyyymmddhh/FM-CFO_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [6, 42, 12],
                    "1" => [12, 42, 12],
                    "2" => [6, 42, 12],
                    "3" => [12, 42, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo2m/yyyymmddhh/FM-CFO_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2m/yyyymmddhh/FM-CFO_T2m,T850_HHhour.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2m/yyyymmddhh/FM-CFO_T2m_HHhour.png"
            ],
            "5" => [
                "0" => "Ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2m/yyyymmddhh/FM-CFO_wind10m,gust10m_HHhour.png"
            ],
            "6" => [
                "0" => "Облачность нижнего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2m/yyyymmddhh/FM-CFO_lclouds,PMSL_HHhour.png"
            ],
            "7" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2m/yyyymmddhh/FM-CFO_dbzcmax_HHhour.png"
            ]
        ]
    ],
    // (6) Московская область
    "6" => [
        "0" => "Московская область",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_MosReg_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_MosReg_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_MosReg_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_MosReg_T_2M_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_MosReg_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_MosReg_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_MosReg_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_MosReg_T_2M_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru1.0M",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_MosReg_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_MosReg_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_MosReg_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_MosReg_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (7) Приволжский Федеральный округ
    "7" => [
        "0" => "Приволжский федеральный округ",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Осадки за 3 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-VolFO_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на 10 м ",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-VolFO_wind10m,gust10m_HHhour.png"
            ],
            "3" => [
                "0" => "Средний ветер на 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-VolFO_wind10m_HHhour.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-VolFO_T2m,T850_HHhour.png"
            ],
            "5" => [
                "0" => "Направление ветра, относительная влажность на высоте 750 гПа",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-VolFO_wind750_RemHum750_HHhour.png"
            ],
            "6" => [
                "0" => "Облачность нижнего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-VolFO_lclouds,PMSL_HHhour.png"
            ],
            "7" => [
                "0" => "Прирост высоты свежевыпавшего снега за 6 часов",
                "1" => [
                    "0" => [6, 78, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 78, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/PM-VolFO_dHFSnow6h_HHhour.png"
            ],
            "8" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [24, 78, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 78, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/PM-VolFO_dHFSnow24h_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м. ",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_VFO_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы а высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_VFO_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_VFO_T_2M_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru2.2VFO",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м. ",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [6, 42, 12],
                    "1" => [12, 36, 12],
                    "2" => [6, 42, 12],
                    "3" => [12, 36, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Средний ветер на 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_wind10m_HHhour.png"
            ],
            "4" => [
                "0" => "Облачность нижнего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_lclouds,PMSL_HHhour.png"
            ],
            "5" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [0, 42, 3],
                    "1" => [0, 42, 3],
                    "2" => [0, 42, 3],
                    "3" => [0, 42, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_LPI_HHhour.png"
            ],
            "6" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-VolFO_dbzcmax_HHhour.png"
            ]
        ]
    ],
    // (8) Республика Татарстан
    "8" => [
        "0" => "Республика Татарстан",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки ",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-RTat_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Средний ветер на 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-RTat_wind10m_HHhour.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-RTat_T2m,T850_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м. ",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Tatarstan_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы а высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Tatarstan_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Tatarstan_T_2M_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru2.2VFO",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-RTat_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [6, 42, 12],
                    "1" => [12, 36, 12],
                    "2" => [6, 42, 12],
                    "3" => [12, 36, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-RTat_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на 10 м ",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-RTat_wind10m,gust10m_HHhour.png"
            ],
            "4" => [
                "0" => "Средний ветер на 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-RTat_wind10m_HHhour.png"
            ],
            "5" => [
                "0" => "Облачность нижнего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2vfo/yyyymmddhh/FM-RTat_lclouds,PMSL_HHhour.png"
            ]
        ]
    ],
    // (9) Ленинградская область
    "9" => [
        "0" => "Ленинградская область",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-LenObl_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-LenObl_wind10m,gust10m_HHhour.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-LenObl_T2m_HHhour.png"
            ]
        ],
    ],
    // (10) Мурманская и Архангельская области
    "10" => [
        "0" => "Мурманская и Архангельская области",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-SeaBarents_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-SeaBarents_wind10m,gust10m_HHhour.png"
            ],
            "3" => [
                "0" => "Средний ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-SeaBarents_wind10m_HHhour.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-SeaBarents_T2m,T850_HHhour.png"
            ],
            "5" => [
                "0" => "Ледовая обстановка",
                "1" => [
                    "0" => [0, 0, 1],
                    "1" => [0, 0, 1],
                    "2" => [0, 0, 1],
                    "3" => [0, 0, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-SeaBarents_HICE_HHhour.png"
            ]
        ]
    ],
    // (11) Арктическое побережье
    "11" => [
        "0" => "Арктическое побережье",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки ",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-ArcSea_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Средний ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-ArcSea_wind10m_HHhour.png"
            ],
            "3" => [
                "0" => "Температура на высоте 2 м, высота поверхности на 500 гПа, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-ArcSea_T2m_c,H500,PMSL_HHhour.png"
            ],
            "4" => [
                "0" => "Толщина морского льда",
                "1" => [
                    "0" => [0, 0, 1],
                    "1" => [0, 0, 1],
                    "2" => [0, 0, 1],
                    "3" => [0, 0, 1],
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-ArcSea_HICE_HHhour.png"
            ]
        ]
    ],
    // (12) Балтийское море
    "12" => [
        "0" => "Балтийское море",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Средний ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-BalticSea_wind10m_HHhour.png"
            ]
        ]
    ],
    // (13) Южная Сибирь
    "13" => [
        "0" => "Южная Сибирь",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-WSSib_precip,mClouds,PMSL_HHhour.png"
            ],
            "1" => [
                "0" => "Осадки за 12 часов, давление на у.м.",
                "1" => [
                    "0" => [6, 120, 12],
                    "1" => [12, 78, 12],
                    "2" => [6, 120, 12],
                    "3" => [12, 78, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-WSSib_12precip,PMSL_HHhour.png"
            ],
            "1" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-WSSib_wind10m,gust10m_HHhour.png"
            ],
            "1" => [
                "0" => "Температура на высоте 2 м и на уровне 850 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-WSSib_T2m,T850_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Высота поверхности 500 гПа и средний ветер на уровне 500 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_H500+W500_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 3 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "3" => [
                "0" => "Осадки за 12 часов, давление на у.м.",
                "1" => [
                    "0" => [12, 120, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 120, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_Prec12h+PMSL_HHHhours.png"
            ],
            "4" => [
                "0" => "Средний ветер и порывы на 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "5" => [
                "0" => "Порывы на 10 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_VMAX10M+wind10m_HHHhours.png"
            ],
            "6" => [
                "0" => "Температура воздуха на высоте 2 м, высота поверхности 500 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_T_2M+H500_HHHhours.png"
            ],
            "7" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_T_2M+T850_HHHhours.png"
            ],
            "8" => [
                "0" => "Относительная влажность на уровне 850 гПа, высота поверхности 850 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_RH850+H850_HHHhours.png"
            ],
            "9" => [
                "0" => "Относительная влажность на уровне 925 гПа, высота поверхности 925 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_RH925+H925_HHHhours.png"
            ],
            // "10" => [
            //     "0" => "Significant Tornado Parameter",
            //     "1" => [
            //         "0" => [0, 48, 1],
            //         "1" => [0, 48, 1],
            //         "2" => [0, 48, 1],
            //         "3" => [0, 48, 1]
            //     ],
            //     "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_STP_HHHhours.png"
            // ],
            // "11" => [
            //     "0" => "Высота свежевыпавшего снега за 6 часов",
            //     "1" => [
            //         "0" => [6, 120, 6],
            //         "1" => [6, 78, 6],
            //         "2" => [6, 120, 6],
            //         "3" => [6, 78, 6]
            //     ],
            //     "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_fSnow6h_HHHhours.png"
            // ],
            // "12" => [
            //     "0" => "Высота свежевыпавшего снега за 24 часа",
            //     "1" => [
            //         "0" => [24, 120, 6],
            //         "1" => [24, 78, 6],
            //         "2" => [24, 120, 6],
            //         "3" => [24, 78, 6]
            //     ],
            //     "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_sSib_fSnow24h_HHHhours.png"
            // ],
            // "13" => [
            //     "0" => "Дымовой аэрозоль (PM2.5)",
            //     "1" => [
            //         "0" => [1, 48, 1],
            //         "1" => [1, 48, 1],
            //         "2" => [1, 48, 1],
            //         "3" => [1, 48, 1]
            //     ],
            //     "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/ART_NAfire_OUT_VP25AJ_REL_HHHhour.png"
            // ],
            // "14" => [
            //     "0" => "Угарный газ (CO)",
            //     "1" => [
            //         "0" => [0, 48, 1],
            //         "1" => [0, 48, 1],
            //         "2" => [0, 48, 1],
            //         "3" => [0, 48, 1]
            //     ],
            //     "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/ART_NAfire_OUT_CO_REL_HHHhour.png"
            // ]
        ]
    ],
    // (14) Красноярский край и прилегающие регионы (альтернативная версия)
    // "14" => [
    //     "0" => "Красноярский край и прилегающие регионы (альтернативная версия)",
    //     "1" => [
    //         "0" => "COSMO-Ru13.2ENA",
    //         "1" => [
    //             "0" => "Высота поверхности 925 гПа, средний ветер на уровне 925 гПа",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_h925_w925.yyyymmddhh.HH.gif"
    //         ],
    //         "2" => [
    //             "0" => "Осадки за 3 часа, облачность среднего яруса, давление на у.м.",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_prec03h_mcl_mslp.yyyymmddhh.HH.gif"
    //         ],
    //         "3" => [
    //             "0" => "Осадки за 12 часов",
    //             "1" => [
    //                 "0" => [12, 120, 3],
    //                 "1" => [12, 78, 3],
    //                 "2" => [12, 120, 3],
    //                 "3" => [12, 78, 3]
    //             ],
    //             "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_prec12h.yyyymmddhh.HH.gif"
    //         ],
    //         "4" => [
    //             "0" => "Средний ветер и порывы на высоте 2 м и уровне 850 гПа",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_wind10m_windgust_mslp.yyyymmddhh.HH.gif"
    //         ],
    //         "5" => [
    //             "0" => "Температура воздуа на высоте 2 м и уровне 850 гПа",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_t2m_t850.yyyymmddhh.HH.gif"
    //         ],
    //         "6" => [
    //             "0" => "Относительная влажность на уровне 850 гПа, высота поверхности 850 гПа",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_rh850_h850.yyyymmddhh.HH.gif"
    //         ],
    //         "7" => [
    //             "0" => "Относительная влажность на уровне 925 гПа, высота поверхности 925 гПа",
    //             "1" => [
    //                 "0" => [3, 120, 3],
    //                 "1" => [3, 78, 3],
    //                 "2" => [3, 120, 3],
    //                 "3" => [3, 78, 3]
    //             ],
    //             "2" => "http://193.7.160.224/images/diana/GIF/yyyymmddhh/cosmo_ena.uni1_rh925_h925.yyyymmddhh.HH.gif"
    //         ]
    //     ]
    // ],
    // (15) Регион реки Енисей
    "15" => [
        "0" => "Регион реки Енисей",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки за 3 часа, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Krasn_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов, давление на у.м.",
                "1" => [
                    "0" => [12, 78, 3],
                    "1" => [12, 78, 3],
                    "2" => [12, 78, 3],
                    "3" => [12, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Krasn_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Krasn_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Krasn_T_2M+T850_HHHhours.png"
            ],
            "5" => [
                "0" => "Высота поверхности 925 гПа и средний ветер на уровне 925 гПа",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Krasn_H925+wind925_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru2.2KRS",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasn_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов, давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasn_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasn_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasn_T_2M+T850HHH0hours.png"
            ],
            "5" => [
                "0" => "Высота поверхности 925 гПа и средний ветер на уровне 925 гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasn_H925+wind925_HHHhours.png"
            ]
        ]
    ],
    // (16) Красноярский район
    "16" => [
        "0" => "Красноярский район",
        "1" => [
            "0" => "COSMO-Ru2.2KRS",
            "1" => [
                "0" => "Осадки за 1 час и облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_Prec12h_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_T_2M+T850_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_T_2M_HHHhours.png"
            ],
            "5" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_VMAX10m1h+wind10m_HHHhours.png"
            ],
            "6" => [
                "0" => "Облачность нижнего яруса",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_CLCL+PMSL_HHHhours.png"
            ],
            "7" => [
                "0" => "Относительная влажность на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_RELHUM2M_HHHhours.png"
            ],
            "8" => [
                "0" => "Средний ветер на 10 м, облачность среднего яруса",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_CLCM+wind10m_HHHhours.png"
            ],
            "9" => [
                "0" => "Температура воздуха на уровне 925 гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_Krasnoyarsk_T925_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru1.1KRS",
            "1" => [
                "0" => "Осадки за 1 час и облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_Prec12h_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_T_2M+T850_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_T_2M_HHHhours.png"
            ],
            "5" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_VMAX10m1h+wind10m_HHHhours.png"
            ],
            "6" => [
                "0" => "Облачность нижнего яруса",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_CLCL+PMSL_HHHhours.png"
            ],
            "7" => [
                "0" => "Относительная влажность на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_Krasnoyarsk_RELHUM2M_HHHhours.png"
            ]
        ],
    ],
    // (17) Объекты Универсиады-2019
    "17" => [
        "0" => "Объекты Универсиады-2019",
        "1" => [
            "0" => "COSMO-Ru2.2KRS",
            "1" => [
                "0" => "Осадки за 1 час и облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_Prec12h_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_T_2M+T850_HHHhours.png"
            ],
            "5" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_T_2M_HHHhours.png"
            ],
            "6" => [
                "0" => "Облачность нижнего яруса",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_CLCL+PMSL_HHHhours.png"
            ],
            "7" => [
                "0" => "Относительная влажность на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_RELHUM2M_HHHhours.png"
            ],
            "8" => [
                "0" => "Средний ветер на 10 м, облачность среднего яруса",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2krs/yyyymmddhh/fm_UniKrs_CLCM+wind10m_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru1.1KRS",
            "1" => [
                "0" => "Осадки за 1 час и облачность",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_Prec12h_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 48, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 48, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_T_2M+T850_HHHhours.png"
            ],
            "5" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_T_2M_HHHhours.png"
            ],
            "6" => [
                "0" => "Облачность нижнего яруса",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_CLCL+PMSL_HHHhours.png"
            ],
            "7" => [
                "0" => "Относительная влажность на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1krs/yyyymmddhh/fm_UniKrs_RELHUM2M_HHHhours.png"
            ]
        ],
    ],
    // (18) Сибирь
    "18" => [
        "0" => "Сибирь",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Температура на высоте 2 м, высота поверхности на 500 гПа, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-Sib_T2m_c,H500,PMSL_HHhour.png"
            ]
        ],
        // "2" => [
        //     "0" => "COSMO-Ru6ENA",
        //     "1" => [
        //         "0" => "Температура на высоте 2 м, высота поверхности на 500 гПа, давление на у.м.",
        //         "1" => [
        //             "0" => [0, 120, 3],
        //             "1" => [0, 78, 3],
        //             "2" => [0, 120, 3],
        //             "3" => [0, 78, 3]
        //         ],
        //         "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-Sib_T2m_c,H500,PMSL_HHhour.png"
        //     ]
        // ]
    ],
    // (20) Районы ЮФО и СКФО
    "20" => [
        "0" => "Районы ЮФО и СКФО",
        "1" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_SFO_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_SFO_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_SFO_T_2M_HHHhours.png"
            ],
            "4" => [
                "0" => "SDI",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_SFO_SDI_2_HHHhours.png"
            ],
            "5" => [
                "0" => "STP",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_SFO_STP_HHHhours.png"
            ]
        ]
    ],
    // (21) Районы Сочи, Крыма и Северного Кавказа
    "21" => [
        "0" => "Районы Сочи, Крыма и Северного Кавказа",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-BSC_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Облачность нижнего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-BSC_lclouds,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Прирост высоты свежевыпавшего снега за 6 часов",
                "1" => [
                    "0" => [6, 78, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 78, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/PM-BSC_dHFSnow6h_HHhour.png"
            ],
            "4" => [
                "0" => "Прирост высоты свежевыпавшего снега за 24 часа",
                "1" => [
                    "0" => [24, 78, 6],
                    "1" => [24, 48, 6],
                    "2" => [24, 78, 6],
                    "3" => [24, 48, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/PM-BSC_dHFSnow24h_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_RuBSC_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_RuBSC_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_RuBSC_T_2M_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru2SFO",
            "1" => [
                "0" => "Осадки за 3 часа, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часа, давление на у.м.",
                "1" => [
                    "0" => [6, 42, 12],
                    "1" => [12, 36, 12],
                    "2" => [6, 42, 12],
                    "3" => [12, 36, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_wind10m,gust10m_HHhour.png"
            ],
            "4" => [
                "0" => "Средний ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_wind10m_HHhour.png"
            ],
            "5" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_T2m,T850_HHhour.png"
            ],
            "6" => [
                "0" => "Облачность нижнего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_lclouds,PMSL_HHhour.png"
            ],
            "7" => [
                "0" => "Радарная отражаемость",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_dbzcmax_HHhour.png"
            ],
            "8" => [
                "0" => "Индекс молниевого потенциала",
                "1" => [
                    "0" => [0, 42, 3],
                    "1" => [0, 42, 3],
                    "2" => [0, 42, 3],
                    "3" => [0, 42, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_LPI_HHhour.png"
            ],
            "9" => [
                "0" => "Нижняя граница конвективной облачности",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_convect-b,PMSL,wind850gPa_HHhour.png"
            ],
            "10" => [
                "0" => "Направление ветра и относительная влажность на высоте 750 гПа",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_wind750_RemHum750_HHhour.png"
            ],
            "11" => [
                "0" => "Направление ветра и относительная влажность на высоте 800 гПа",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_wind800_RemHum800_HHhour.png"
            ],
            "12" => [
                "0" => "Направление ветра и относительная влажность на высоте 850 гПа",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_wind850_RemHum850_HHhour.png"
            ],
            "13" => [
                "0" => "Направление ветра и относительная влажность на высоте 925 гПа",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-BSC_wind925_RemHum925_HHhour.png"
            ],
        ],
        "4" => [
            "0" => "COSMO-Ru1.1S",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_precip-b,mClouds_HHhour.png"
            ],
            "3" => [
                "0" => "Осадки за 12 часов, давление на у.м.",
                "1" => [
                    "0" => [6, 30, 12],
                    "1" => [12, 36, 12],
                    "2" => [6, 30, 12],
                    "3" => [12, 36, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_12precip,PMSL_HHhour.png"
            ],
            "4" => [
                "0" => "Средний ветер и порывы на 10 м",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_wind10m,gust10m_HHhour.png"
            ],
            "5" => [
                "0" => "Средний ветер на 10 м",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_wind10m_HHhour.png"
            ],
            "6" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_T2m,T850_HHhour.png"
            ],
            "7" => [
                "0" => "Высота поверхности 850 гПа, относительная влажность",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_H850_RemHum_HHhour.png"
            ],
            "8" => [
                "0" => "Высота поверхности 925 гПа, относительная влажность",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_H925_RemHum_HHhour.png"
            ],
            "9" => [
                "0" => "Облачность нижнего яруса",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_lclouds,PMSL_HHhour.png"
            ],
            "10" => [
                "0" => "Нижняя граница конвективной облачности",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_convect-b,PMSL,wind850gPa_HHhour.png"
            ],
            "11" => [
                "0" => "Верхняя граница конвективной облачности",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-SochiTu_convect,PMSL,wind500gPa_HHhour.png"
            ]
        ]
    ],
    // (22) Крым
    "22" => [
        "0" => "Крым",
        "1" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Crimea_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Crimea_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Crimea_T_2M_HHHhours.png"
            ]
        ],
    ],
    // (23) Черное море
    "23" => [
        "0" => "Черное море",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Средний ветер на 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-SeaBlack_wind10m_HHhour.png"
            ]
        ]
    ],
    // (24) Каспийское море
    "24" => [
        "0" => "Каспийское море",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Средний ветер на 10 м",
                "1" => [
                    "0" => [0, 78, 3],
                    "1" => [0, 48, 3],
                    "2" => [0, 78, 3],
                    "3" => [0, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/FM-SeaCaspian_wind10m_HHhour.png"
            ]
        ]
    ],
    // (25) Новороссийск
    "25" => [
        "0" => "Новороссийск",
        "1" => [
            "0" => "COSMO-Ru2SFO",
            "1" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-Novor_wind10m,gust10m_HHhour.png"
            ],
            "2" => [
                "0" => "Средний ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-Novor_wind10m_HHhour.png"
            ]
        ]
    ],
    // (26) Сочи
    "26" => [
        "0" => "Сочи",
        "1" => [
            "0" => "COSMO-Ru7ETR",
            "1" => [
                "0" => "Прирост высоты свежевыпавшего снега за 6 часов",
                "1" => [
                    "0" => [6, 78, 6],
                    "1" => [6, 48, 6],
                    "2" => [6, 78, 6],
                    "3" => [6, 48, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo7/yyyymmddhh/PM-SochiTu_dHFSnow6h_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru2SFO",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-Sochi_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-Sochi_precip-b,mClouds_HHhour.png"
            ],
            "3" => [
                "0" => "Осадки за 12 часов, давление на у.м.",
                "1" => [
                    "0" => [6, 42, 12],
                    "1" => [12, 42, 12],
                    "2" => [6, 42, 12],
                    "3" => [12, 42, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-Sochi_12precip,PMSL_HHhour.png"
            ],
            "4" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-Sochi_wind10m,gust10m_HHhour.png"
            ],
            "5" => [
                "0" => "Средний ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-Sochi_wind10m_HHhour.png"
            ],
            "6" => [
                "0" => "Температура воздуха на высоте 2 м и уровне 850 гПа",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-Sochi_T2m,T850_HHhour.png"
            ],
            "7" => [
                "0" => "Нижняя граница конвективной облачности",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/FM-Sochi_convect-b,PMSL,wind850gPa_HHhour.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru1.1S",
            "1" => [
                "0" => "Облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-Sochi_precip-b,mClouds_00hour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов, давление на у.м.",
                "1" => [
                    "0" => [6, 30, 12],
                    "1" => [12, 36, 12],
                    "2" => [6, 30, 12],
                    "3" => [12, 36, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-Sochi_12precip,PMSL_06hour.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-Sochi_wind10m,gust10m_00hour.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 36, 1],
                    "1" => [0, 36, 1],
                    "2" => [0, 36, 1],
                    "3" => [0, 36, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/FM-Sochi_T2m,T850_00hour.png"
            ]
        ]
    ],
    // (27) Уральский Федеральный округ
    // "27" => [],
    // (28) Южная часть Урала
    // "28" => [],
    // (29) Дальний Восток и прилегающие регионы
    "29" => [
        "0" => "Дальний Восток и прилегающие регионы",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки ",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-DVFO_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Толщина морского льда",
                "1" => [
                    "0" => [0, 0, 1],
                    "1" => [0, 0, 1],
                    "2" => [0, 0, 1],
                    "3" => [0, 0, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-DVFO_HICE_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_DVFO_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_DVFO_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура на высоте 2 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_DVFO_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (30) Северная часть Дальнего Востока
    "30" => [
        "0" => "Северная часть Дальнего Востока",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки ",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-nDVFO_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [6, 120, 12],
                    "1" => [12, 78, 12],
                    "2" => [6, 120, 12],
                    "3" => [12, 78, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-nDVFO_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-nDVFO_wind10m,gust10m_HHhour.png"
            ],
            "4" => [
                "0" => "Температура на высоте 2 м, высота поверхности на 500 гПа, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-nDVFO_T2m_c,H500,PMSL_HHhour.png"
            ]
        ]
    ],
    // (31) Южная часть Дальнего Востока
    "31" => [
        "0" => "Южная часть Дальнего Востока",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Давление на у.м, облачность среднего яруса, осадки ",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-sDVFO_precip,mClouds,PMSL_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [6, 120, 12],
                    "1" => [12, 78, 12],
                    "2" => [6, 120, 12],
                    "3" => [12, 78, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-sDVFO_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-sDVFO_wind10m,gust10m_HHhour.png"
            ],
            "4" => [
                "0" => "Средний ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-sDVFO_wind10m_HHhour.png"
            ],
            "5" => [
                "0" => "Температура на высоте 2 м, высота поверхности на 500 гПа, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-sDVFO_T2m_c,H500,PMSL_HHhour.png"
            ]
        ]
    ],
    // (32) Республика Саха (Якутия)
    "32" => [
        "0" => "Республика Саха (Якутия)",
        "1" => [
            "0" => "COSMO-Ru13.2ENA",
            "1" => [
                "0" => "Осадки за 3 часа, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-Yak_precip-b,mClouds,PMSL-b_HHhour.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [6, 114, 12],
                    "1" => [12, 72, 12],
                    "2" => [6, 114, 12],
                    "3" => [12, 72, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-Yak_12precip,PMSL_HHhour.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-Yak_wind10m,gust10m_HHhour.png"
            ],
            "4" => [
                "0" => "Ветер на высоте 10 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-Yak_wind10m_HHhour.png"
            ],
            "5" => [
                "0" => "Температура на высоте 2 м, высота поверхности на 500 гПа, давление на у.м.",
                "1" => [
                    "0" => [6, 114, 12],
                    "1" => [12, 72, 12],
                    "2" => [6, 114, 12],
                    "3" => [12, 72, 12]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/FM-Yak_T2m_c,H500,PMSL_HHhour.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки за 3 часа, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Sakha_PMSL+Prec03h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Sakha_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура на высоте 2 м",
                "1" => [
                    "0" => [0, 120, 3],
                    "1" => [0, 78, 3],
                    "2" => [0, 120, 3],
                    "3" => [0, 78, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Sakha_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (33) Территория Белгидромета
    "33" => [
        "0" => "Территория Белгидромета",
        "1" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м. ",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Belarus2_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Средний ветер и порывы на 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Belarus2_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "3" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Belarus2_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (34) Новая Москва
    "34" => [
        "0" => "Новая Москва",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_NewMoscow_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_NewMoscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_NewMoscow_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_NewMoscow_T_2M_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_NewMoscow_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_NewMoscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_NewMoscow_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_NewMoscow_T_2M_HHHhours.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru1.0M",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_NewMoscow_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_NewMoscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_NewMoscow_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_NewMoscow_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (35) Москва
    "35" => [
        "0" => "Москва",
        "1" => [
            "0" => "COSMO-Ru6ENA",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Moscow_PMSL+Prec01h+CLCM_HHHhours.png",
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Moscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Moscow_PMSL+VMAX10m3h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo6/yyyymmddhh/fm_Moscow_T_2M_HHHhours.png"
            ]
        ],
        "2" => [
            "0" => "COSMO-RuBy2ETR",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Moscow_PMSL+Prec01h+CLCM_HHHhours.png",
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Moscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Moscow_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/fm_Moscow_T_2M_HHHhours.png"
            ],
            "5" => [
                "0" => "Экспериментальные расчеты линий тока, среднего ветра и его порывов на 10 м",
                "1" => [
                    "0" => [0, 42, 1],
                    "1" => [0, 42, 1],
                    "2" => [0, 42, 1],
                    "3" => [0, 42, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo2m/yyyymmddhh/FM-Moscow_wind10m_HHhour.png"
            ]
        ],
        "3" => [
            "0" => "COSMO-Ru1.0M",
            "1" => [
                "0" => "Осадки за 1 час, облачность среднего яруса, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_Moscow_PMSL+Prec01h+CLCM_HHHhours.png"
            ],
            "2" => [
                "0" => "Осадки за 12 часов и давление на у.м.",
                "1" => [
                    "0" => [12, 48, 3],
                    "1" => [12, 48, 3],
                    "2" => [12, 48, 3],
                    "3" => [12, 48, 3]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_Moscow_Prec12h+PMSL_HHHhours.png"
            ],
            "3" => [
                "0" => "Средний ветер и порывы на высоте 10 м, давление на у.м.",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_Moscow_PMSL+VMAX10m1h+wind10m_HHHhours.png"
            ],
            "4" => [
                "0" => "Температура воздуха на высоте 2 м",
                "1" => [
                    "0" => [0, 48, 1],
                    "1" => [0, 48, 1],
                    "2" => [0, 48, 1],
                    "3" => [0, 48, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo1msk/yyyymmddhh/fm_Moscow_T_2M_HHHhours.png"
            ]
        ]
    ],
    // (36) Земной шар
    "36" => [
        "0" => "Земной шар",
        "1" => [
            "0" => "ICON-global",
            "1" => [
                "0" => "Давление на у.м.",
                "1" => [
                    "0" => [0, 120, 6],
                    "1" => [0, 120, 6],
                    "2" => [0, 120, 6],
                    "3" => [0, 120, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/fm_globe_PMSL_HHHhours.png",
            ],
            "2" => [
                "0" => "Высота поверхности H500",
                "1" => [
                    "0" => [0, 120, 6],
                    "1" => [0, 120, 6],
                    "2" => [0, 120, 6],
                    "3" => [0, 120, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/fm_globe_H500_HHHhours.png"
            ],
            "3" => [
                "0" => "Приземная температура",
                "1" => [
                    "0" => [0, 120, 6],
                    "1" => [0, 120, 6],
                    "2" => [0, 120, 6],
                    "3" => [0, 120, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/fm_globe_T_2M_HHHhours.png"
            ],
            "4" => [
                "0" => "Оcадки за 6 часов",
                "1" => [
                    "0" => [6, 120, 6],
                    "1" => [6, 120, 6],
                    "2" => [6, 120, 6],
                    "3" => [6, 120, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/fm_globe_Prec06h_HHHhours.png"
            ],
            "5" => [
                "0" => "Оcадки за 120 часов",
                "1" => [
                    "0" => [120, 120, 1],
                    "1" => [120, 120, 1],
                    "2" => [120, 120, 1],
                    "3" => [120, 120, 1]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/fm_globe_accumPrecip_HHHhours.png"
            ],
            "6" => [
                "0" => "Облачность среднего яруса",
                "1" => [
                    "0" => [0, 120, 6],
                    "1" => [0, 120, 6],
                    "2" => [0, 120, 6],
                    "3" => [0, 120, 6]
                ],
                "2" => "http://193.7.160.224/images/cosmo13/yyyymmddhh/fm_globe_CLCM_HHHhours.png"
            ]
        ]
    ]
]
?>
