<?php

//$aero_diagram[$id_point] - населенный пункт
//$aero_diagram[$id_point][0] - название населенного пункта
//$aero_diagram[$id_point][1] - координаты населенного пункта
//$aero_diagram[$id_point][$id_model] - модель
//$aero_diagram[$id_point][$id_model][0] - название модели
//$aero_diagram[$id_point][$id_model][1] - заблаговременности
//$aero_diagram[$id_point][$id_model][1][0] - начало прогноза
//$aero_diagram[$id_point][$id_model][1][1] - окончание прогноза
//$aero_diagram[$id_point][$id_model][1][2] - время между прогнозами
//$aero_diagram[$id_point][$id_model][2] - шаблон ссылки

$aero_diagram = [
    //адлер (1)
    "1" => [
        "0" => "Адлер",
        "1" => [43.433, 39.90],
        "2" => [
            "0" => "COSMO7",
            "1" => [
                "0" => [0, 78, 3],
                "1" => [0, 48, 3],
                "2" => [0, 78, 3],
                "3" => [0, 48, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo7/yyyymmddhh/prZ_Adler_p500gPa_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 42, 1],
                "1" => [0, 42, 1],
                "2" => [0, 42, 1],
                "3" => [0, 42, 1],
            ],
            "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/prZ_Adler_p500gPa_HHhour.png"
        ],
        "4" => [
            "0" => "COSMO1",
            "1" => [
                "0" => [0, 36, 1],
                "1" => [0, 36, 1],
                "2" => [0, 36, 1],
                "3" => [0, 36, 1],
            ],
            "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/prZ_Adler_p500gPa_HHhour.png"
        ]
    ],
    //апатиты (2)
    "2" => [
        "0" => "Апатиты",
        "1" => [67.55, 33.35],
        "2" => [
            "0" => "COSMO6",
            "1" => [
                "0" => [0, 42, 3],
                "1" => [0, 42, 3],
                "2" => [0, 42, 3],
                "3" => [0, 42, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo6/yyyymmddhh/skewt_NFO_Mur_Apatity_HHhour.png"
        ]
    ],
    //брест (3)
    "3" => [
        "0" => "Брест",
        "1" => [52.117, 23.683],
        "2" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 3],
                "1" => [0, 36, 3],
                "2" => [0, 36, 3],
                "3" => [0, 36, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Brest_HHhour.png"
        ]
    ],
    //витебск (4)
    "4" => [
        "0" => "Витебск",
        "1" => [55.1833, 30.1667],
        "2" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 3],
                "1" => [0, 36, 3],
                "2" => [0, 36, 3],
                "3" => [0, 36, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Vitebsk_HHhour.png"
        ]
    ],
    //гомель (5)
    "5" => [
        "0" => "Гомель",
        "1" => [52.4417, 30.9833],
        "2" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 3],
                "1" => [0, 36, 3],
                "2" => [0, 36, 3],
                "3" => [0, 36, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Gomel_HHhour.png"
        ]
    ],
    //калининград (6)
    "6" => [
        "0" => "Калининград",
        "1" => [54.717, 20.55],
        "2" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 3],
                "1" => [0, 36, 3],
                "2" => [0, 36, 3],
                "3" => [0, 36, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_NFO_Kaliningrad_HHhour.png"
        ]
    ],
    //красная поляна (7)
    "7" => [
        "0" => "Красная Поляна",
        "1" => [43.683, 40.2],
        "2" => [
            "0" => "COSMO7",
            "1" => [
                "0" => [0, 78, 3],
                "1" => [0, 48, 3],
                "2" => [0, 78, 3],
                "3" => [0, 48, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo7/yyyymmddhh/prZ_KrasnayaPolyana_p500gPa_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 42, 1],
                "1" => [0, 42, 1],
                "2" => [0, 42, 1],
                "3" => [0, 42, 1]
            ],
            "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/prZ_KrasnayaPolyana_p500gPa_HHhour.png"
        ],
        "4" => [
            "0" => "COSMO1",
            "1" => [
                "0" => [0, 36, 1],
                "1" => [0, 36, 1],
                "2" => [0, 36, 1],
                "3" => [0, 36, 1]
            ],
            "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/prZ_KrasnayaPolyana_p500gPa_HHhour.png"
        ]
    ],
    //красноярск (8)
    "8" => [
        "0" => "Красноярск",
        "1" => [56.0205, 92.9703],
        "2" => [
            "0" => "COSMO13",
            "1" => [
                "0" => [0, 78, 3],
                "1" => [0, 78, 3],
                "2" => [0, 78, 3],
                "3" => [0, 78, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo13/yyyymmddhh/skewt_Sib_Krasnoyarsk_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO6",
            "1" => [
                "0" => [0, 42, 3],
                "1" => [0, 42, 3],
                "2" => [0, 42, 3],
                "3" => [0, 42, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo6/yyyymmddhh/skewt_Sib_Krasnoyarsk_HHhour.png"
        ]
    ],
    //курск (9)
    "9" => [
        "0" => "Курск",
        "1" => [51.7167, 36.1833],
        "2" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 3],
                "1" => [0, 36, 3],
                "2" => [0, 36, 3],
                "3" => [0, 36, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_CFO_Kursk_HHhour.png"
        ]
    ],
    //минск (10)
    "10" => [
        "0" => "Минск",
        "1" => [53.9167, 27.55],
        "2" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 3],
                "1" => [0, 36, 3],
                "2" => [0, 36, 3],
                "3" => [0, 36, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_Bel_Minsk_HHhour.png"
        ]
    ],
    //москва (11)
    "11" => [
        "0" => "Москва",
        "1" => [55.83, 37.617],
        "2" => [
            "0" => "COSMO6",
            "1" => [
                "0" => [0, 42, 3],
                "1" => [0, 42, 3],
                "2" => [0, 42, 3],
                "3" => [0, 42, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo6/yyyymmddhh/skewt_CFO_Moscow_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 3],
                "1" => [0, 36, 3],
                "2" => [0, 36, 3],
                "3" => [0, 36, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_CFO_Moscow_HHhour.png"
        ]
    ],
    //новороссийск (12)
    "12" => [
        "0" => "Новороссийск",
        "1" => [44.716667, 37.766667],
        "2" => [
            "0" => "COSMO7",
            "1" => [
                "0" => [0, 78, 3],
                "1" => [0, 48, 3],
                "2" => [0, 78, 3],
                "3" => [0, 48, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo7/yyyymmddhh/prZ_Novorossiysk_p500gPa_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 1],
                "1" => [0, 36, 1],
                "2" => [0, 36, 1],
                "3" => [0, 36, 1]
            ],
            "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/prZ_Novorossiysk_p500gPa_HHhour.png"
        ]
    ],
    //новосибирск (13)
    "13" => [
        "0" => "Новосибирск",
        "1" => [55.0462, 82.8653],
        "2" => [
            "0" => "COSMO13",
            "1" => [
                "0" => [0, 78, 3],
                "1" => [0, 78, 3],
                "2" => [0, 78, 3],
                "3" => [0, 78, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo13/yyyymmddhh/skewt_Sib_Novosibirsk_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO6",
            "1" => [
                "0" => [0, 42, 3],
                "1" => [0, 42, 3],
                "2" => [0, 42, 3],
                "3" => [0, 42, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo6/yyyymmddhh/skewt_Sib_Novosibirsk_HHhour.png"
        ]
    ],
    //раменское (14)
    "14" => [
        "0" => "Раменское",
        "1" => [55.5543, 38.1634],
        "2" => [
            "0" => "COSMO6",
            "1" => [
                "0" => [0, 42, 3],
                "1" => [0, 42, 3],
                "2" => [0, 42, 3],
                "3" => [0, 42, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo6/yyyymmddhh/skewt_CFO_MOb_Ramenskoye_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 48, 3],
                "1" => [0, 48, 3],
                "2" => [0, 48, 3],
                "3" => [0, 48, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_CFO_MOb_Ramenskoye_HHhour.png"
        ]
    ],
    //рига (15)
    "15" => [
        "0" => "Рига",
        "1" => [56.9475, 24.1069],
        "2" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 3],
                "1" => [0, 36, 3],
                "2" => [0, 36, 3],
                "3" => [0, 36, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_Lat_Riga_HHhour.png"
        ]
    ],
    //санкт-петербург (16)
    "16" => [
        "0" => "Санкт-Петербург",
        "1" => [59.967, 30.3],
        "2" => [
            "0" => "COSMO6",
            "1" => [
                "0" => [0, 42, 3],
                "1" => [0, 42, 3],
                "2" => [0, 42, 3],
                "3" => [0, 42, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo6/yyyymmddhh/skewt_NFO_S-Ptrb_26063_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 36, 3],
                "1" => [0, 36, 3],
                "2" => [0, 36, 3],
                "3" => [0, 36, 3]
            ],
            "2" => "http://193.7.160.224/images/cosmo2etr/yyyymmddhh/skewt_NFO_S-Ptrb_26063_HHhour.png"
        ]
    ],
    //сочи (17)
    "17" => [
        "0" => "Сочи",
        "1" => [43.583, 39.767],
        "2" => [
            "0" => "COSMO7",
            "1" => [
                "0" => [0, 78, 3],
                "1" => [0, 48, 3],
                "2" => [0, 78, 3],
                "3" => [0, 48, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo7/yyyymmddhh/prZ_Sochi_p500gPa_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO2",
            "1" => [
                "0" => [0, 42, 1],
                "1" => [0, 42, 1],
                "2" => [0, 42, 1],
                "3" => [0, 42, 1]
            ],
            "2" => "http://193.7.160.224/images/cosmo2s/yyyymmddhh/prZ_Sochi_p500gPa_HHhour.png"
        ],
        "4" => [
            "0" => "COSMO1",
            "1" => [
                "0" => [0, 36, 1],
                "1" => [0, 36, 1],
                "2" => [0, 36, 1],
                "3" => [0, 36, 1]
            ],
            "2" => "http://193.7.160.224/images/cosmo1sochi/yyyymmddhh/prZ_Sochi_p500gPa_HHhour.png"
        ]
    ],
    //томск (18)
    "18" => [
        "0" => "Томск",
        "1" => [56.2876, 84.5427],
        "2" => [
            "0" => "COSMO13",
            "1" => [
                "0" => [0, 78, 3],
                "1" => [0, 78, 3],
                "2" => [0, 78, 3],
                "3" => [0, 78, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo13/yyyymmddhh/skewt_Sib_Tomsk_HHhour.png"
        ],
        "3" => [
            "0" => "COSMO6",
            "1" => [
                "0" => [0, 42, 3],
                "1" => [0, 42, 3],
                "2" => [0, 42, 3],
                "3" => [0, 42, 3]
            ],
            "2" => "http://193.7.160.224/u2019/images/cosmo6/yyyymmddhh/skewt_Sib_Tomsk_HHhour.png"
        ]
    ]
];
?>
